Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: iOS не отдаёт приложениям уровень сигнала Wi-Fi (RSSI) — измерить его можно только на Mac.
ar: لا يمنح iOS التطبيقات مستوى إشارة Wi-Fi (RSSI) — يمكن قياسه على Mac فقط.
de: iOS gibt Apps den WLAN-Signalpegel (RSSI) nicht – messen lässt er sich nur auf dem Mac.
en: iOS doesn’t give apps the Wi-Fi signal level (RSSI) — you can only measure it on a Mac.
es: iOS no ofrece a las apps el nivel de señal Wi-Fi (RSSI): solo se puede medir en un Mac.
fr: iOS ne fournit pas aux apps le niveau de signal Wi-Fi (RSSI) — on ne peut le mesurer que sur un Mac.
hi: iOS ऐप्स को वाई-फ़ाई सिग्नल स्तर (RSSI) नहीं देता — इसे केवल Mac पर मापा जा सकता है।
it: iOS non fornisce alle app il livello del segnale Wi-Fi (RSSI): si può misurare solo su Mac.
ja: iOS はアプリに Wi-Fi 信号強度（RSSI）を渡しません — 測定できるのは Mac だけです。
ko: iOS는 앱에 Wi-Fi 신호 세기(RSSI)를 제공하지 않습니다 — Mac에서만 측정할 수 있습니다.
pt_br: O iOS não fornece aos apps o nível de sinal Wi-Fi (RSSI) — só é possível medir em um Mac.
tr: iOS, uygulamalara Wi-Fi sinyal düzeyini (RSSI) vermez — yalnızca Mac’te ölçebilirsiniz.
zh_hans: iOS 不向应用提供 Wi-Fi 信号强度（RSSI）——只能在 Mac 上测量。

source: iOS не разрешает скачивать и запускать стороннее ядро. Проверка «через прокси» на iPhone использует встроенную Reality-пробу без загрузки ядра.
ar: لا يسمح iOS بتنزيل وتشغيل نواة خارجية. يستخدم فحص «عبر Proxy» على iPhone مسبار Reality المدمج دون تنزيل النواة.
de: iOS erlaubt nicht, einen fremden Core herunterzuladen und auszuführen. Der Test „über Proxy“ auf dem iPhone nutzt die integrierte Reality-Probe ohne Core-Download.
en: iOS doesn't allow downloading and running a third-party core. The "via proxy" check on iPhone uses a built-in Reality probe without loading a core.
es: iOS no permite descargar ni ejecutar un núcleo de terceros. La comprobación «a través del proxy» en el iPhone usa una prueba Reality integrada sin descargar el núcleo.
fr: iOS n'autorise pas le téléchargement ni l'exécution d'un cœur tiers. Le test « via proxy » sur iPhone utilise une sonde Reality intégrée sans charger de cœur.
hi: iOS किसी बाहरी कोर को डाउनलोड और चलाने की अनुमति नहीं देता। iPhone पर «Proxy से» जाँच बिना कोर लोड किए बिल्ट-इन Reality प्रोब का उपयोग करती है।
it: iOS non consente di scaricare ed eseguire un core esterno. Il test «tramite proxy» su iPhone usa la sonda Reality integrata senza scaricare il core.
ja: iOS では外部コアのダウンロードや実行は許可されていません。iPhone での「Proxy 経由」チェックは、コアをダウンロードせずに内蔵の Reality プローブを使用します。
ko: iOS는 외부 코어의 다운로드 및 실행을 허용하지 않습니다. iPhone의 「프록시 경유」 검사는 코어를 내려받지 않고 내장 Reality 프로브를 사용합니다.
pt_br: O iOS não permite baixar e executar um núcleo de terceiros. A verificação "via proxy" no iPhone usa a sonda Reality integrada, sem baixar o núcleo.
tr: iOS, üçüncü taraf çekirdeğin indirilip çalıştırılmasına izin vermez. iPhone'da «proxy üzerinden» kontrolü, çekirdek indirmeden yerleşik Reality probunu kullanır.
zh_hans: iOS 不允许下载和运行第三方内核。iPhone 上的「通过代理」检测使用内置 Reality 探测，无需加载内核。

source: iOS отдаёт имя Wi-Fi-сети только приложениям с правом «Access Wi-Fi Information». Его подписывает лишь платный аккаунт разработчика, поэтому в этой сборке автоопределение сети выключено.
ar: لا يتيح iOS اسم شبكة Wi-Fi إلا للتطبيقات التي تملك صلاحية “Access Wi-Fi Information”، ولا يوقّع هذه الصلاحية سوى حساب مطوّر مدفوع، لذلك التحديد التلقائي للشبكة معطّل في هذه النسخة.
de: iOS gibt den Namen des Wi-Fi-Netzwerks nur an Apps mit der Berechtigung „Access Wi-Fi Information“ weiter. Diese kann nur ein kostenpflichtiger Entwickleraccount signieren, daher ist die automatische Netzwerkerkennung in diesem Build deaktiviert.
en: iOS gives the Wi-Fi network name only to apps with the “Access Wi-Fi Information” entitlement, which only a paid developer account can sign. Automatic network detection is therefore turned off in this build.
es: iOS solo facilita el nombre de la red Wi-Fi a las apps con el permiso “Access Wi-Fi Information”. Únicamente una cuenta de desarrollador de pago puede firmarlo, por eso en esta versión la detección automática de red está desactivada.
fr: iOS ne communique le nom du réseau Wi-Fi qu’aux apps disposant du droit « Access Wi-Fi Information ». Seul un compte développeur payant peut le signer, la détection automatique du réseau est donc désactivée dans cette version.
hi: iOS, Wi-Fi नेटवर्क का नाम केवल उन ऐप्स को देता है जिनके पास "Access Wi-Fi Information" अधिकार है। इसे सिर्फ़ सशुल्क डेवलपर अकाउंट ही साइन कर सकता है, इसलिए इस बिल्ड में नेटवर्क की स्वतः-पहचान बंद है।
it: iOS comunica il nome della rete Wi-Fi solo alle app con il diritto “Access Wi-Fi Information”. Lo firma unicamente un account sviluppatore a pagamento, quindi in questa build il rilevamento automatico della rete è disattivato.
ja: iOS は「Access Wi-Fi Information」権限を持つAppにのみ Wi-Fi ネットワーク名を渡します。この権限は有料の開発者アカウントでしか署名できないため、このビルドではネットワークの自動判別をオフにしています。
ko: iOS는 'Access Wi-Fi Information' 권한이 있는 앱에만 Wi-Fi 네트워크 이름을 제공해요. 이 권한은 유료 개발자 계정으로만 서명할 수 있어서, 이 빌드에서는 네트워크 자동 인식이 꺼져 있어요.
pt_br: O iOS informa o nome da rede Wi-Fi apenas para apps com o direito “Access Wi-Fi Information”. Ele só é assinado por uma conta de desenvolvedor paga, por isso nesta versão a detecção automática de rede está desativada.
tr: iOS, Wi-Fi ağının adını yalnızca “Access Wi-Fi Information” yetkisi olan uygulamalara verir. Bu yetkiyi yalnızca ücretli geliştirici hesabı imzalayabildiğinden, bu sürümde ağın otomatik algılanması kapalıdır.
zh_hans: iOS 仅向拥有“Access Wi-Fi Information”权限的 App 提供 Wi-Fi 网络名称，而该权限只能由付费开发者账户签名，因此此版本中已关闭网络自动识别。

source: iOS отдаёт имя сети (SSID) только приложениям с доступом к геопозиции. Разрешите доступ, чтобы увидеть, к какой сети вы подключены.
ar: يعطي iOS اسم الشبكة (SSID) فقط للتطبيقات التي لها وصول إلى الموقع الجغرافي. اسمح بالوصول لترى بأي شبكة أنت متصل.
de: iOS gibt den Netzwerknamen (SSID) nur Apps mit Standortzugriff preis. Erlaube den Zugriff, um zu sehen, mit welchem Netzwerk du verbunden bist.
en: iOS only gives the network name (SSID) to apps with location access. Grant access to see which network you're connected to.
es: iOS solo entrega el nombre de la red (SSID) a las apps con acceso a la ubicación. Concede el acceso para ver a qué red estás conectado.
fr: iOS ne fournit le nom du réseau (SSID) qu'aux apps ayant accès à la localisation. Autorisez l'accès pour voir à quel réseau vous êtes connecté.
hi: iOS नेटवर्क का नाम (SSID) केवल उन ऐप्स को देता है जिनके पास लोकेशन एक्सेस है। यह देखने के लिए कि आप किस नेटवर्क से जुड़े हैं, एक्सेस की अनुमति दें।
it: iOS fornisce il nome della rete (SSID) solo alle app con accesso alla posizione. Consenti l'accesso per vedere a quale rete sei connesso.
ja: iOS は位置情報へのアクセス権を持つアプリにのみネットワーク名 (SSID) を提供します。接続中のネットワークを確認するにはアクセスを許可してください。
ko: iOS는 위치 접근 권한이 있는 앱에만 네트워크 이름(SSID)을 제공합니다. 어떤 네트워크에 연결되어 있는지 보려면 접근을 허용하세요.
pt_br: O iOS só fornece o nome da rede (SSID) a apps com acesso à localização. Permita o acesso para ver a que rede você está conectado.
tr: iOS, ağ adını (SSID) yalnızca konum erişimi olan uygulamalara verir. Hangi ağa bağlı olduğunuzu görmek için erişime izin verin.
zh_hans: iOS 仅向拥有定位权限的应用提供网络名称（SSID）。请授予权限以查看当前连接的网络。

source: iOS отдаёт название сети (SSID) только приложениям с доступом к геопозиции.
ar: يمنح iOS اسم الشبكة (SSID) فقط للتطبيقات التي لديها إذن الموقع.
de: iOS gibt den Netzwerknamen (SSID) nur Apps mit Standortzugriff.
en: iOS gives the network name (SSID) only to apps with location access.
es: iOS entrega el nombre de red (SSID) solo a apps con acceso a la ubicación.
fr: iOS ne donne le nom du réseau (SSID) qu'aux apps ayant accès à la localisation.
hi: iOS नेटवर्क का नाम (SSID) केवल उन ऐप्स को देता है जिनके पास स्थान पहुँच है।
it: iOS fornisce il nome della rete (SSID) solo alle app con accesso alla posizione.
ja: iOS はネットワーク名（SSID）を位置情報アクセスを持つアプリにのみ渡します。
ko: iOS는 위치 접근 권한이 있는 앱에만 네트워크 이름(SSID)을 제공합니다.
pt_br: O iOS fornece o nome da rede (SSID) apenas a apps com acesso à localização.
tr: iOS ağ adını (SSID) yalnızca konum erişimi olan uygulamalara verir.
zh_hans: iOS 仅向拥有定位权限的应用提供网络名称（SSID）。

source: IP → имя хоста (PTR)
ar: IP → اسم المضيف (PTR)
de: IP → Hostname (PTR)
en: IP → hostname (PTR)
es: IP → nombre de host (PTR)
fr: IP → nom d'hôte (PTR)
hi: IP → होस्ट नाम (PTR)
it: IP → nome host (PTR)
ja: IP → ホスト名（PTR）
ko: IP → 호스트 이름 (PTR)
pt_br: IP → nome do host (PTR)
tr: IP → sunucu adı (PTR)
zh_hans: IP → 主机名（PTR）

source: IP в DNSBL-списках
ar: IP في قوائم DNSBL
de: IP in DNSBL-Listen
en: IP on DNSBL lists
es: IP en listas DNSBL
fr: IP dans les listes DNSBL
hi: DNSBL सूचियों में IP
it: IP nelle liste DNSBL
ja: DNSBL リスト内の IP
ko: DNSBL 목록의 IP
pt_br: IP em listas DNSBL
tr: DNSBL listelerinde IP
zh_hans: DNSBL 名单中的 IP

source: IP закрыт на уровне сети
ar: IP محجوب على مستوى الشبكة
de: IP auf Netzwerkebene gesperrt
en: IP blocked at network level
es: IP bloqueada a nivel de red
fr: IP bloquée au niveau du réseau
hi: IP नेटवर्क स्तर पर अवरुद्ध है
it: IP bloccato a livello di rete
ja: IP がネットワークレベルで遮断
ko: IP가 네트워크 수준에서 차단됨
pt_br: IP bloqueado no nível da rede
tr: IP ağ düzeyinde engellenmiş
zh_hans: IP 在网络层被封锁

source: IP или домен (пусто — ваш IP)
ar: IP أو نطاق (فارغ — عنوان IP الخاص بك)
de: IP oder Domain (leer – deine IP)
en: IP or domain (empty — your IP)
es: IP o dominio (vacío: tu IP)
fr: IP ou domaine (vide : votre IP)
hi: IP या डोमेन (खाली — आपका IP)
it: IP o dominio (vuoto: il tuo IP)
ja: IP またはドメイン（空欄であなたの IP）
ko: IP 또는 도메인 (비우면 내 IP)
pt_br: IP ou domínio (vazio: seu IP)
tr: IP veya alan adı (boş — IP’niz)
zh_hans: IP 或域名（留空即你的 IP）

source: IP-адрес
ar: عنوان IP
de: IP-Adresse
en: IP address
es: Dirección IP
fr: Adresse IP
hi: IP पता
it: Indirizzo IP
ja: IP アドレス
ko: IP 주소
pt_br: Endereço IP
tr: IP adresi
zh_hans: IP 地址

source: IP-адрес заблокирован
ar: عنوان IP محجوب
de: IP-Adresse blockiert
en: IP address is blocked
es: Dirección IP bloqueada
fr: Adresse IP bloquée
hi: IP पता ब्लॉक है
it: Indirizzo IP bloccato
ja: IP アドレスがブロックされています
ko: IP 주소가 차단됨
pt_br: Endereço IP bloqueado
tr: IP adresi engellenmiş
zh_hans: IP 地址被封锁

source: IP-адреса
ar: عناوين IP
de: IP-Adressen
en: IP addresses
es: Direcciones IP
fr: Adresses IP
hi: IP पते
it: Indirizzi IP
ja: IP アドレス
ko: IP 주소
pt_br: Endereços IP
tr: IP adresleri
zh_hans: IP 地址

source: IP-блокировки нет
ar: لا يوجد حجب على مستوى IP
de: Keine IP-Sperre
en: No IP block
es: No hay bloqueo por IP
fr: Pas de blocage par IP
hi: कोई IP अवरोध नहीं
it: Nessun blocco IP
ja: IP ブロックなし
ko: IP 차단 없음
pt_br: Sem bloqueio de IP
tr: IP engellemesi yok
zh_hans: 无 IP 封锁

source: IP, CIDR или домен
ar: IP أو CIDR أو نطاق
de: IP, CIDR oder Domain
en: IP, CIDR or domain
es: IP, CIDR o dominio
fr: IP, CIDR ou domaine
hi: IP, CIDR या डोमेन
it: IP, CIDR o dominio
ja: IP、CIDR またはドメイン
ko: IP, CIDR 또는 도메인
pt_br: IP, CIDR ou domínio
tr: IP, CIDR veya alan adı
zh_hans: IP、CIDR 或域名

source: IP, маска, MAC, MTU
ar: IP، القناع، MAC، MTU
de: IP, Maske, MAC, MTU
en: IP, mask, MAC, MTU
es: IP, máscara, MAC, MTU
fr: IP, masque, MAC, MTU
hi: IP, मास्क, MAC, MTU
it: IP, maschera, MAC, MTU
ja: IP・マスク・MAC・MTU
ko: IP, 마스크, MAC, MTU
pt_br: IP, máscara, MAC, MTU
tr: IP, maske, MAC, MTU
zh_hans: IP、掩码、MAC、MTU

source: iperf3 недоступен — переключаюсь на HTTP-тест…
ar: iperf3 غير متاح — يتم التحويل إلى اختبار HTTP…
de: iperf3 nicht verfügbar – wechsle zum HTTP-Test …
en: iperf3 unavailable — switching to HTTP test…
es: iperf3 no disponible: cambiando a la prueba HTTP…
fr: iperf3 indisponible — passage au test HTTP…
hi: iperf3 उपलब्ध नहीं — HTTP परीक्षण पर स्विच कर रहे हैं…
it: iperf3 non disponibile — passo al test HTTP…
ja: iperf3 が利用できません — HTTP テストに切り替えます…
ko: iperf3를 사용할 수 없습니다 — HTTP 테스트로 전환합니다…
pt_br: iperf3 indisponível — mudando para o teste HTTP…
tr: iperf3 kullanılamıyor — HTTP testine geçiliyor…
zh_hans: iperf3 不可用 — 正在切换到 HTTP 测试…

source: IPv4: в какой категории?
ar: IPv4: في أي فئة؟
de: IPv4: in welcher Kategorie?
en: IPv4: which category?
es: IPv4: ¿en qué categoría?
fr: IPv4 : dans quelle catégorie ?
hi: IPv4: किस श्रेणी में?
it: IPv4: in quale categoria?
ja: IPv4: どのカテゴリ?
ko: IPv4: 어느 카테고리인가요?
pt_br: IPv4: em qual categoria?
tr: IPv4: hangi kategoride?
zh_hans: IPv4：属于哪个类别？

source: ISP подменяет DNS-ответы
ar: يزوّر مزوّد الخدمة استجابات DNS
de: ISP fälscht DNS-Antworten
en: ISP spoofs DNS responses
es: El ISP falsifica las respuestas DNS
fr: Le FAI falsifie les réponses DNS
hi: ISP DNS उत्तरों को बदल रहा है
it: L'ISP altera le risposte DNS
ja: ISP が DNS 応答を改ざん
ko: ISP가 DNS 응답을 변조함
pt_br: O provedor adultera as respostas DNS
tr: ISP, DNS yanıtlarını değiştiriyor
zh_hans: ISP 篡改 DNS 响应

source: JSON (вложенный)
ar: JSON (متداخل)
de: JSON (verschachtelt)
en: JSON (nested)
es: JSON (anidado)
fr: JSON (imbriqué)
hi: JSON (नेस्टेड)
it: JSON (annidato)
ja: JSON（ネスト）
ko: JSON(중첩)
pt_br: JSON (aninhado)
tr: JSON (iç içe)
zh_hans: JSON（嵌套）

source: JSON (плоский)
ar: JSON (مسطح)
de: JSON (flach)
en: JSON (flat)
es: JSON (plano)
fr: JSON (à plat)
hi: JSON (फ़्लैट)
it: JSON (piatto)
ja: JSON（フラット）
ko: JSON(평면)
pt_br: JSON (plano)
tr: JSON (düz)
zh_hans: JSON（扁平）

source: JSON битый
ar: JSON تالف
de: JSON fehlerhaft
en: JSON is broken
es: JSON dañado
fr: JSON invalide
hi: JSON खराब है
it: JSON danneggiato
ja: JSON が壊れています
ko: JSON 손상됨
pt_br: JSON inválido
tr: JSON bozuk
zh_hans: JSON 损坏

source: JSON валиден
ar: JSON صالح
de: JSON gültig
en: JSON is valid
es: JSON válido
fr: JSON valide
hi: JSON मान्य है
it: JSON valido
ja: JSON は有効です
ko: JSON 유효함
pt_br: JSON válido
tr: JSON geçerli
zh_hans: JSON 有效

source: Live Activity в Dynamic Island
ar: Live Activity في Dynamic Island
de: Live Activity in der Dynamic Island
en: Live Activity in Dynamic Island
es: Live Activity en la Dynamic Island
fr: Live Activity dans le Dynamic Island
hi: Dynamic Island में Live Activity
it: Live Activity nella Dynamic Island
ja: Dynamic Island のライブアクティビティ
ko: Dynamic Island의 Live Activity
pt_br: Live Activity na Dynamic Island
tr: Dynamic Island'da Live Activity
zh_hans: 灵动岛中的实时活动

source: Live-режим
ar: الوضع المباشر
de: Live-Modus
en: Live mode
es: Modo en vivo
fr: Mode live
hi: लाइव मोड
it: Modalità live
ja: ライブモード
ko: 라이브 모드
pt_br: Modo ao vivo
tr: Canlı mod
zh_hans: Live 模式

source: MAC-адрес
ar: عنوان MAC
de: MAC-Adresse
en: MAC address
es: Dirección MAC
fr: Adresse MAC
hi: MAC पता
it: Indirizzo MAC
ja: MAC アドレス
ko: MAC 주소
pt_br: Endereço MAC
tr: MAC adresi
zh_hans: MAC 地址

source: min/avg/max/jitter = %@/%@/%@/%@ мс
ar: min/avg/max/jitter = %@/%@/%@/%@ مللي ثانية
de: min/avg/max/jitter = %@/%@/%@/%@ ms
en: min/avg/max/jitter = %@/%@/%@/%@ ms
es: mín/media/máx/jitter = %@/%@/%@/%@ ms
fr: min/moy/max/gigue = %@/%@/%@/%@ ms
hi: min/avg/max/jitter = %@/%@/%@/%@ ms
it: min/avg/max/jitter = %@/%@/%@/%@ ms
ja: min/avg/max/jitter = %@/%@/%@/%@ ms
ko: 최소/평균/최대/지터 = %@/%@/%@/%@ ms
pt_br: mín/méd/máx/jitter = %@/%@/%@/%@ ms
tr: min/ort/maks/jitter = %@/%@/%@/%@ ms
zh_hans: min/avg/max/jitter = %@/%@/%@/%@ 毫秒

source: NS-серверы
ar: خوادم NS
de: NS-Server
en: NS servers
es: Servidores NS
fr: Serveurs NS
hi: NS सर्वर
it: Server NS
ja: NS サーバー
ko: NS 서버
pt_br: Servidores NS
tr: NS sunucuları
zh_hans: NS 服务器

source: Path MTU · байт
ar: Path MTU · بايت
de: Path MTU · Bytes
en: Path MTU · bytes
es: Path MTU · bytes
fr: Path MTU · octets
hi: Path MTU · बाइट
it: Path MTU · byte
ja: Path MTU · バイト
ko: Path MTU · 바이트
pt_br: Path MTU · bytes
tr: Path MTU · bayt
zh_hans: Path MTU · 字节

source: Push-серверы доступны
ar: خوادم Push متاحة
de: Push-Server erreichbar
en: Push servers are reachable
es: Servidores push accesibles
fr: Serveurs push accessibles
hi: पुश सर्वर उपलब्ध हैं
it: Server push raggiungibili
ja: プッシュサーバーに到達可能
ko: 푸시 서버 연결 가능
pt_br: Servidores push acessíveis
tr: Push sunucuları erişilebilir
zh_hans: 推送服务器可访问

source: Push-уведомления
ar: الإشعارات الفورية
de: Push-Mitteilungen
en: Push notifications
es: Notificaciones push
fr: Notifications push
hi: पुश सूचनाएँ
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
pt_br: Notificações push
tr: Anlık bildirimler
zh_hans: 推送通知

source: QR-код
ar: رمز QR
de: QR-Code
en: QR code
es: Código QR
fr: Code QR
hi: QR कोड
it: Codice QR
ja: QRコード
ko: QR 코드
pt_br: Código QR
tr: QR kodu
zh_hans: 二维码

source: QR-код со ссылкой на список хостов
ar: رمز QR يحمل رابط قائمة المضيفين
de: QR-Code mit einem Link zur Hostliste
en: QR code with a link to the host list
es: Código QR con el enlace a la lista de hosts
fr: Code QR contenant le lien vers la liste d’hôtes
hi: होस्ट सूची के लिंक वाला QR कोड
it: Codice QR con il link all’elenco degli host
ja: ホストリストのリンクを含むQRコード
ko: 호스트 목록 링크가 담긴 QR 코드
pt_br: Código QR com o link para a lista de hosts
tr: Sunucu listesi bağlantısını içeren QR kodu
zh_hans: 包含主机列表链接的二维码

source: RSSI, канал, роуминг
ar: RSSI، القناة، التجوال
de: RSSI, Kanal, Roaming
en: RSSI, channel, roaming
es: RSSI, canal, roaming
fr: RSSI, canal, itinérance
hi: RSSI, चैनल, रोमिंग
it: RSSI, canale, roaming
ja: RSSI・チャネル・ローミング
ko: RSSI, 채널, 로밍
pt_br: RSSI, canal, roaming
tr: RSSI, kanal, dolaşım
zh_hans: RSSI、信道、漫游

source: SMB (общие папки)
ar: SMB (المجلدات المشتركة)
de: SMB (freigegebene Ordner)
en: SMB (shared folders)
es: SMB (carpetas compartidas)
fr: SMB (dossiers partagés)
hi: SMB (साझा फ़ोल्डर)
it: SMB (cartelle condivise)
ja: SMB（共有フォルダ）
ko: SMB (공유 폴더)
pt_br: SMB (pastas compartilhadas)
tr: SMB (paylaşılan klasörler)
zh_hans: SMB（共享文件夹）

source: SNI для Reality
ar: SNI لـ Reality
de: SNI für Reality
en: SNI for Reality
es: SNI para Reality
fr: SNI pour Reality
hi: Reality के लिए SNI
it: SNI per Reality
ja: Reality 用の SNI
ko: Reality용 SNI
pt_br: SNI para Reality
tr: Reality için SNI
zh_hans: 用于 Reality 的 SNI

source: SNI-блокировки нет
ar: لا يوجد حجب على مستوى SNI
de: Keine SNI-Sperre
en: No SNI block
es: No hay bloqueo por SNI
fr: Pas de blocage par SNI
hi: कोई SNI अवरोध नहीं
it: Nessun blocco SNI
ja: SNI ブロックなし
ko: SNI 차단 없음
pt_br: Sem bloqueio de SNI
tr: SNI engellemesi yok
zh_hans: 无 SNI 封锁

source: tcp :%lld · seq=%lld · %@ мс
ar: tcp :%lld · seq=%lld · %@ مللي ثانية
de: tcp :%lld · seq=%lld · %@ ms
en: tcp :%lld · seq=%lld · %@ ms
es: tcp :%lld · seq=%lld · %@ ms
fr: tcp :%lld · seq=%lld · %@ ms
hi: tcp :%lld · seq=%lld · %@ ms
it: tcp :%lld · seq=%lld · %@ ms
ja: tcp :%lld · seq=%lld · %@ ms
ko: tcp :%lld · seq=%lld · %@ ms
pt_br: tcp :%lld · seq=%lld · %@ ms
tr: tcp :%lld · seq=%lld · %@ ms
zh_hans: tcp :%lld · seq=%lld · %@ 毫秒

source: TCP не установлен
ar: لم يُنشأ اتصال TCP
de: TCP nicht aufgebaut
en: TCP not established
es: TCP no establecido
fr: TCP non établi
hi: TCP स्थापित नहीं हुआ
it: TCP non stabilito
ja: TCP 接続が確立しない
ko: TCP 연결 실패
pt_br: TCP não estabelecido
tr: TCP kurulmadı
zh_hans: TCP 未建立

source: TCP-connect по портам
ar: اتصال TCP عبر المنافذ
de: TCP-Connect über Ports
en: TCP connect across ports
es: TCP-connect por puertos
fr: TCP-connect par ports
hi: पोर्ट के अनुसार TCP-connect
it: TCP-connect sulle porte
ja: ポートへの TCP 接続
ko: 포트별 TCP 연결
pt_br: TCP-connect por portas
tr: Portlara TCP-connect
zh_hans: 按端口进行 TCP 连接

source: TCP-порт
ar: منفذ TCP
de: TCP-Port
en: TCP port
es: Puerto TCP
fr: Port TCP
hi: TCP पोर्ट
it: Porta TCP
ja: TCP ポート
ko: TCP 포트
pt_br: Porta TCP
tr: TCP bağlantı noktası
zh_hans: TCP 端口

source: TLS 1.3 без ALPN
ar: TLS 1.3 بدون ALPN
de: TLS 1.3 ohne ALPN
en: TLS 1.3 without ALPN
es: TLS 1.3 sin ALPN
fr: TLS 1.3 sans ALPN
hi: TLS 1.3, ALPN के बिना
it: TLS 1.3 senza ALPN
ja: ALPN なしの TLS 1.3
ko: ALPN 없는 TLS 1.3
pt_br: TLS 1.3 sem ALPN
tr: ALPN olmadan TLS 1.3
zh_hans: TLS 1.3，无 ALPN

source: TLS 1.3 без списка протоколов приложения.
ar: TLS 1.3 بدون قائمة بروتوكولات التطبيق.
de: TLS 1.3 ohne Liste der Anwendungsprotokolle.
en: TLS 1.3 without an application protocol list.
es: TLS 1.3 sin lista de protocolos de aplicación.
fr: TLS 1.3 sans liste de protocoles applicatifs.
hi: TLS 1.3, ऐप्लिकेशन प्रोटोकॉल की सूची के बिना।
it: TLS 1.3 senza elenco dei protocolli applicativi.
ja: アプリケーションプロトコルのリストを含まない TLS 1.3 です。
ko: 응용 프로그램 프로토콜 목록이 없는 TLS 1.3이에요.
pt_br: TLS 1.3 sem lista de protocolos de aplicação.
tr: Uygulama protokolü listesi olmadan TLS 1.3.
zh_hans: TLS 1.3，不含应用协议列表。

source: TLS-alert (ответ сервера)
ar: TLS-alert (استجابة الخادم)
de: TLS-Alert (Antwort des Servers)
en: TLS alert (server response)
es: TLS-alert (respuesta del servidor)
fr: TLS-alert (réponse du serveur)
hi: TLS-alert (सर्वर का जवाब)
it: TLS alert (risposta del server)
ja: TLS アラート（サーバーの応答）
ko: TLS 경고(서버 응답)
pt_br: Alerta TLS (resposta do servidor)
tr: TLS-alert (sunucu yanıtı)
zh_hans: TLS-alert（服务器响应）

source: TLS-инспектор
ar: فاحص TLS
de: TLS-Inspektor
en: TLS inspector
es: Inspector TLS
fr: Inspecteur TLS
hi: TLS निरीक्षक
it: Ispettore TLS
ja: TLS インスペクター
ko: TLS 인스펙터
pt_br: Inspetor TLS
tr: TLS denetleyici
zh_hans: TLS 检查器

source: TLS-ошибка на стороне сервера
ar: خطأ TLS من جانب الخادم
de: TLS-Fehler auf Serverseite
en: TLS error on the server side
es: Error TLS en el servidor
fr: Erreur TLS côté serveur
hi: सर्वर की ओर से TLS त्रुटि
it: Errore TLS lato server
ja: サーバー側の TLS エラー
ko: 서버 측 TLS 오류
pt_br: Erro TLS no lado do servidor
tr: Sunucu tarafında TLS hatası
zh_hans: 服务器端 TLS 错误

source: TLS-соединение с «запрещённым» именем проходит нормально.
ar: اتصال TLS باسم «محظور» يتم بنجاح.
de: Die TLS-Verbindung mit dem „gesperrten“ Namen kommt normal zustande.
en: The TLS connection with the “restricted” name goes through normally.
es: La conexión TLS con un nombre “prohibido” se establece con normalidad.
fr: La connexion TLS avec un nom « interdit » s’établit normalement.
hi: "प्रतिबंधित" नाम के साथ TLS कनेक्शन सामान्य रूप से बनता है।
it: La connessione TLS con il nome “vietato” funziona regolarmente.
ja: 「禁止」対象の名前を使った TLS 接続も正常に確立します。
ko: '금지' 대상 이름으로도 TLS 연결이 정상적으로 이루어져요.
pt_br: A conexão TLS com o nome “proibido” funciona normalmente.
tr: “Yasaklı” ad ile TLS bağlantısı sorunsuz kuruluyor.
zh_hans: 使用“被禁”名称的 TLS 连接正常建立。

source: UDP-порт
ar: منفذ UDP
de: UDP-Port
en: UDP port
es: Puerto UDP
fr: Port UDP
hi: UDP पोर्ट
it: Porta UDP
ja: UDP ポート
ko: UDP 포트
pt_br: Porta UDP
tr: UDP bağlantı noktası
zh_hans: UDP 端口

source: URL подписки
ar: URL الاشتراك
de: Abo-URL
en: Subscription URL
es: URL de la suscripción
fr: URL de l'abonnement
hi: सदस्यता URL
it: URL dell'abbonamento
ja: サブスクリプション URL
ko: 구독 URL
pt_br: URL da assinatura
tr: Abonelik URL'si
zh_hans: 订阅 URL

source: URL подписки (https://…)
ar: URL الاشتراك (https://…)
de: Abo-URL (https://…)
en: Subscription URL (https://…)
es: URL de la suscripción (https://…)
fr: URL de l'abonnement (https://…)
hi: सदस्यता URL (https://…)
it: URL dell'abbonamento (https://…)
ja: サブスクリプション URL (https://…)
ko: 구독 URL (https://…)
pt_br: URL da assinatura (https://…)
tr: Abonelik URL'si (https://…)
zh_hans: 订阅 URL（https://…）

source: URL, happ:// или incy:// ссылка
ar: URL أو رابط happ:// أو incy://
de: URL, happ://- oder incy://-Link
en: URL, happ:// or incy:// link
es: URL, enlace happ:// o incy://
fr: URL, lien happ:// ou incy://
hi: URL, happ:// या incy:// लिंक
it: URL, link happ:// o incy://
ja: URL、happ:// または incy:// リンク
ko: URL, happ:// 또는 incy:// 링크
pt_br: URL, link happ:// ou incy://
tr: URL, happ:// veya incy:// bağlantısı
zh_hans: URL、happ:// 或 incy:// 链接

source: URL, содержимое или happ:// / incy:// ссылка
ar: URL أو محتوى أو رابط happ:// / incy://
de: URL, Inhalt oder happ:// / incy://-Link
en: URL, content or happ:// / incy:// link
es: URL, contenido o enlace happ:// / incy://
fr: URL, contenu ou lien happ:// / incy://
hi: URL, सामग्री या happ:// / incy:// लिंक
it: URL, contenuto o link happ:// / incy://
ja: URL、内容、または happ:// / incy:// リンク
ko: URL, 내용 또는 happ:// / incy:// 링크
pt_br: URL, conteúdo ou link happ:// / incy://
tr: URL, içerik veya happ:// / incy:// bağlantısı
zh_hans: URL、内容或 happ:// / incy:// 链接
